

const content = {
    months: ["январь", "февраль", "март", "апрель", "май", "июнь", "июль", "август", "сентябрь", "октябрь", "ноябрь", "декабрь"],
    relationship: [
        "Эллочка дружит с бухгалтером Любочкой, и та в свою очередь всегда готова помочь коллеге, предоставив ей необходимою информацию.",
        "Любочка начинает с настороженностью смотреть на Эллочку, которая непрерывно названивает ей по поводу каждой новой строки данных.",
        "Впервые за годы работы бухгалтер Любочка принимает настой валерьяны и борется с желанием придушить коллегу чтобы обрести покой.",
        "У Любочки начал дёргаться глаз. Она уже ненавидит Эллочку. Ну сколько можно звонить то? Такое не каждый сможет выдержить.",
        "Бухгалтер Любочка уволилась к чертям, не выдержав назойливости Эллочки! Может стоило запросить все необходимые данные разом?"
    ],
}

export default content;