// Рамки цен для рандомного формирования входных данных
const pricesDic = {
    products: {
        "Велосипеды": {min: 100, max: 200},
        "Лыжи": {min: 100, max: 200},
        "Сноуборды": {min: 100, max: 200},
        "Коньки": {min: 100, max: 200},
        "Спортивная одежда": {min: 100, max: 200},

        "Столы": {min: 100, max: 200},
        "Стулья": {min: 100, max: 200},
        "Шкафы": {min: 100, max: 200},
        "Тумбы": {min: 100, max: 200},
        "Мягкая мебель": {min: 100, max: 200},

        "Семена, рассада, саженцы": {min: 100, max: 200},
        "Удобрения": {min: 100, max: 200},
        "Садовый инвентарь": {min: 100, max: 200},
        "Бензо- и Электроинструменты": {min: 100, max: 200},
        "Парники": {min: 100, max: 200},
    },
    expenses: {
        "Аренда": {min: 100, max: 200},
        "Зарплата": {min: 100, max: 200},
        "Реклама": {min: 100, max: 200},
        "Складское хранение": {min: 100, max: 200},
        "Техобслуживание": {min: 100, max: 200},
        "Связь": {min: 100, max: 200},
        "Амортизация": {min: 100, max: 200},
    }
};

  export default pricesDic;
