
const reports = {
    salesDynamics: {
        name: "Динамика продаж",
        requiredData: ["Дата", "Категория", "Сумма продаж"],
        width: ["32%", "32%", "32%"],

    },
    salesStructure: {
        name: "Структура продаж",
        requiredData: ["Дата", "Категория", "Сумма продаж", "Точка", "Тип продажи", "Контрагент"],
        width: ["15%", "15%", "15%", "15%", "15%", "15%"],

    },
    grossProfit: {
        name: "Валовая прибыль",
        requiredData: ["Дата", "Категория", "Сумма продаж", "Цена закупки"],
        width: ["21%", "21%", "21%", "21%"],

    },
    costStructure: {
        name: "Структура расходов",
        requiredData: ["Дата", "Сумма", "Статья расходов"],
        width: ["32%", "32%", "32%"],

    },
}


export default reports;